####### 백홍기 코드#######
# 프로그램 종료시 나오는 코드

import time

def Close_Message():

        time.sleep(1)

        print('\n프로그램이 종료됩니다.')

        time.sleep(2)

        print('''
                 ________                __      
                /_  __/ /_  ____ _____  / /__    
                 / / / __ \/ __ `/ __ \/ //_/    
                / / / / / / /_/ / / / / ,<       
               /_/ /_/ /_/\__,_/_/ /_/_/|_|


                      \ \/ /___  __  __                 
                       \  / __ \/ / / /                 
                       / / /_/ / /_/ /                  
                      /_/\____/\__,_/ 


       ===============================================
        Software Design Fundamentals - Team 2 Project
       ===============================================

                JJ Medicine Vending Machine

           저희 서비스를 이용해 주셔서 감사합니다.


''')


        time.sleep(2)

        print(quit())

